<template>
  <div class="contract">
    <div class="row">
      <div class="title">
        <button>
          瞬Matataki用户隐私政策
        </button>
      </div>
      <div v-html="content" />
    </div>
  </div>
</template>

<script>
export default {
  layout: 'empty',
  data() {
    return {
      content: ''
    }
  },
  created() {
    this.init()
  },
  methods: {
    init() {
      this.content = ['<p>上海秋比科技有限公司是瞬Matataki平台（以下简称「瞬Matataki」或「我们」）的运营者，本《用户隐私政策》（以下简称「本政策」）阐述了瞬Matataki将如何处理您的个人信息和隐私信息，并申明了瞬Matataki对保护隐私的承诺，瞬Matataki未来有可能根据信息处理情境不时更新或修改本政策。请您在向瞬Matataki提交个人信息或隐私信息之前，充分阅读、了解本政策和任何补充政策。您使用或继续使用我们的产品或服务，即意味着同意我们按照本《用户隐私政策》收集、使用、储存、共享、转让和公开披露您的相关信息。如对本政策内容有任何疑问、意见或建议，您可发送邮件至about@andoromeda.io与我们联系。</p>',
        '            <p>本政策要点如下：</p>',
        '            <p>1. 我们会逐一说明我们对个人信息收集、使用、保护等处理的情况，以便您能够了解个人信息的概况。</p>',
        '            <p>2. 当您注册瞬Matataki帐号和使用我们的服务时，我们会根据您的同意和提供服务的需要，收集您的姓名、个人资料照片或视频、身份证号、电话号码、电子邮件、身份验证信息、位置信息和日志信息等个人信息。',
        '            </p>',
        '            <p>3. 除了产品的核心功能外，瞬Matataki提供一些附加功能来提升用户体验，包括：消息设置、邮件设置、推送通知设置等。当您使用瞬Matataki的附加功能时，我们不会额外收集您的个人信息，除非根据本政策告知并取得您的同意。</p>',
        '            <p>4. 目前，除法律法规、法律程序、诉讼或政府主管部门强制性要求外，瞬Matataki不会主动公开披露您的个人信息，如果存在其他需要公开披露个人信息的情形，我们会征得您的明示同意。同时，我们保证披露采取符合法律和业界标准的安全防护措施。</p>',
        '            <p>5. 您可以通过本《用户隐私政策》所列的途径访问、更正或删除您的个人信息，也可以与我们取得联系。</p>',
        '            <div class="title2">一、我们收集的个人信息</div>',
        '            <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，包括但不限于自然人的姓名、出生日期、身份证件号码、个人生物识别信息、住址、电话号码等。此类信息会在您注册和使用我们的服务时被收集，瞬Matataki仅会出于本政策所述以下目的收集和使用您的个人信息：</p>',
        '            <p>1. 您直接提供和我们自动采集的个人信息</p>',
        '            <p>1.1 注册信息。您使用瞬Matataki提供的服务，可以注册并登录经注册的瞬Matataki帐号。此时，您需要向我们提供以下信息：帐号名称、头像（如有）和手机号码等。提供上述信息并同意用户协议和本政策后，您可以使用瞬Matataki的核心业务功能，包括：浏览瞬Matataki平台内的内容、发布内容、评论、点赞等。在您注册瞬Matataki帐号时，我们会使用手机号码对您进行实名验证，如您拒绝提供手机号码或进行实名验证，您仍可浏览部分瞬Matataki平台内的内容，但将无法使用发布内容、评论、点赞等服务。</p>',
        '            <p>1.2 附加信息。当您使用瞬Matataki附加业务功能时，为满足向您提供该产品和服务之目的，除注册信息外，您还需要进一步向我们提供包括但不限于您的个人身份信息、位置信息及其他为您提供服务所必需的信息，如果您不使用特定产品和服务，则无需提供相关信息。</p>',
        '            <p>1.3 位置信息。当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们会收集有关您位置的信息。该信息属于敏感信息，拒绝提供该信息仅会使您无法使用与位置信息相关的功能，但不影响您正常使用瞬Matataki的其他功能。</p>',
        '            <p>1.4 关键词信息。当您使用瞬Matataki提供的搜索服务时，我们会收集您的查询关键字信息、设备信息等，为了提供高效的搜索服务，这些信息有部分会暂时存储在您的本地存储设备之中。该等关键词信息通常无法单独识别您的个人身份，不属于您的个人信息，不在本政策的限制范围内。只有当您的搜索关键词信息与您的其他信息互有联系并可以识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本政策对其进行处理与保护。</p>',
        '            <p>1.5 真实身份信息。当您使用瞬Matataki提供的身份认证服务时，我们会收集您的姓名、身份证号、有关身份证明等信息。如果您不提供这些信息，我们将无法提供相关服务。</p>',
        '            <p>1.6 联系方式信息。当您向瞬Matataki进行帐号申诉或参与营销活动时，为了方便与您联系或帮助您解决问题，我们会收集并记录您的姓名、手机号码、电子邮件及其他联系方式等个人信息。如您拒绝提供上述信息，我们可能无法向您及时反馈投诉结果。</p>',
        '            <p>1.7 用户共享的信息。当您在瞬Matataki中使用第三方提供的服务时，您同意允许该第三方收集您的帐号名称、头像及其他提供服务所必须的个人信息。如果您拒绝第三方在提供服务时收集上述信息，将可能导致您无法在瞬Matataki中使用该第三方服务。</p>',
        '            <p>2. 我们可能从第三方获取您个人信息的情形</p>',
        '            <p>在未来您也可以使用第三方帐号（如微信、微博）登录瞬Matataki。此时您可选择授权瞬Matataki在符合相关法律和法规规定的前提下读取您在该第三方平台上登记、公布、记录的公开信息（包括但不限于昵称、头像、关注用户列表等）。对于我们要求但第三方无法提供的个人信息，我们仍可以要求您补充提供。瞬Matataki可能从第三方获取您的上述信息的目的是为了记住您作为瞬Matataki用户的登录身份，以便于瞬Matataki向您提供更优质的产品服务。您可以在使用第三方帐号登录瞬Matataki时选择授权瞬Matataki可获取的个人信息的范围。但请注意，如果停止某些权限，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</p>',
        '            <p>3. 征得授权同意的例外</p>',
        '            <p>根据相关法律法规的规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>',
        '            <p>3.1 涉及国家安全与利益、社会公共利益。</p>',
        '            <p>3.2 与犯罪侦查有关的相关活动。</p>',
        '            <p>3.3 出于维护您或他人的生命财产安全但在特殊情况下无法获得您的及时授权。</p>',
        '            <p>3.4 从其他合法公开的渠道中收集您的个人信息。</p>',
        '            <p>3.5 法律法规规定的其他情形。</p>',
        '            <div class="title2">二、瞬Matataki会如何使用您的个人信息</div>',
        '            <p>我们会将您的个人信息用于以下目的：</p>',
        '            <p>1. 为您提供个性化服务。</p>',
        '            <p>2. 帮助我们设计新服务，提升现有服务体验。</p>',
        '            <p>3. 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性。</p>',
        '            <p>4. 向您发送您可能感兴趣的产品和服务的信息、向您提供与您更加相关的广告以替代普遍投放的广告、邀请您参与瞬Matataki活动和市场调查。</p>',
        '            <p>5. 开展内部审计、数据分析和研究，以更好地改善我们的产品、服务及与用户之间的沟通。</p>',
        '            <div class="title2">三、我们会如何使用 Cookie 和同类技术</div>',
        '            <p>1. Cookie</p>',
        '            <p>您使用我们的服务时，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。我们使用该等信息判断注册用户是否已经登录，提升服务/产品质量及优化用户体验。如您不希望个人信息保存在 Cookie 中，您可对浏览器进行配置，选择禁用 Cookie 功能。禁用 Cookie 功能后，可能影响您访问瞬Matataki或不能充分取得瞬Matataki提供的服务。</p>',
        '            <p>瞬Matataki不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。</p>',
        '            <p>2. 设备权限调用</p>',
        '            <p>瞬Matataki在提供服务的过程中，可能需要您开通一些设备权限，例如通知、相册、相机、手机通讯录、蓝牙等访问权限。您也可以在设备的设置功能中随时选择关闭部分或者全部权限，从而拒绝瞬Matataki收集相应的个人信息。在不同设备中，权限显示方式及关闭方式可能有所不同，具体请参考设备及系统开发方说明或指引。</p>',
        '            <div class="title2">四、我们会如何共享、转让、公开披露您的个人信息</div>',
        '            <p>1. 共享</p>',
        '            <p>瞬Matataki不会在未经您同意或授权的情况下将您的个人信息提供给第三方。但是，经您确认同意，瞬Matataki可在以下情况下共享您的个人信息。</p>',
        '            <p>1.1 在获取同意的情况下共享：获得您的明确同意后，瞬Matataki会与其他方共享您的个人信息。</p>',
        '            <p>1.2 共享给瞬Matataki的关联公司：在本政策的使用目的范围内，您的个人信息可能会与瞬Matataki的关联公司共享。作为一项政策，我们只会共享必要的信息。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</p>',
        '            <p>1.3 共享给授权合作伙伴：瞬Matataki可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于特定、明确而合法的目的处理您的个人信息，并且只会共享提供服务所必要的信息。同时，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理个人信息。</p>',
        '            <p>1.4 在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>',
        '            <p>2. 转让</p>',
        '            <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>',
        '            <p>2.1 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。</p>',
        '            <p>2.2 在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此《用户隐私政策》的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>',
        '            <p>3. 公开披露</p>',
        '            <p>我们仅会在以下情况，且采取符合法律和业界标准的安全防护措施的前提下，才会公开披露您的个人信息</p>',
        '            <p>3.1 获得您的明确同意。</p>',
        '            <p>3.2 基于法律法规、法律程序、诉讼或政府主管部门强制性要求。但我们保证，在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件。</p>',
        '            <div class="title2">五、如何管理您的个人信息</div>',
        '            <p>我们将尽一切可能采取适当的技术手段，保证收集到的有关于您的个人信息的准确性，并保证及时进行更新。</p>',
        '            <p>您也可以通过「设置」页面，按照瞬Matataki的相关政策及提示，对您的个人信息进行访问、更正及删除。</p>',
        '            <div class="title2">六、推广服务</div>',
        '            <p>我们可能使用您的个人信息，通过我们的站内私信、电子邮件或其他方式向您提供或推广我们或第三方的商品和服务。</p>',
        '            <div class="title2">七、我们会如何保护和保存您的个人信息</div>',
        '            <p>瞬Matataki重视个人信息的安全。我们采取互联网业内标准做法来保护您的个人信息，防止信息遭到未经授权访问、披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。</p>',
        '            <p>我们会采取一切合理可行的措施，确保未收集与瞬Matataki提供的服务无关的个人信息。我们会尽全力保护您的个人信息，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>',
        '            <p>在发生个人信息安全事件的场合，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</p>',
        '            <p>同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>',
        '            <p>我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。如果日后为处理跨境业务，需要向境外机构传输境内收集的相关个人信息的，我们会事先征得您的同意，按照法律、行政法规和相关监管部门的规定执行，并通过签订协议、核查等有效措施，要求境外机构为所获得的个人信息保密。</p>',
        '            <p>我们仅会在达到本政策所述目的所必需的时限内保存您的个人信息，但为了遵守适用的法律法规、法院判决或裁定、其他有权机关的要求、维护公共利益等目的，我们可能会将个人信息保存时间予以适当延长。</p>',
        '            <div class="title2">八、第三方提供商及其服务</div>',
        '            <p>为确保流畅的浏览体验，您可能会收到来自瞬Matataki及其合作伙伴外部的第三方（以下简称「第三方」）提供的内容或网络链接。瞬Matataki对此类第三方无控制权。您可选择是否访问第三方提供的链接、内容、产品和服务。</p>',
        '            <p>瞬Matataki无法控制第三方的隐私和个人信息保护政策，此类第三方不受到本政策的约束。您在向第三方提交个人信息之前，请确保您阅读并认可这些第三方的隐私保护政策。</p>',
        '            <div class="title2">九、瞬Matataki会如何处理未成年人的个人信息</div>',
        '            <p>我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。但是，如果您确认自己能够完全理解本政策的全部内容且您为使用瞬Matataki服务所进行的相关操作行为与您的年龄、智力相适应的，则您可以独立进行相关操作（包括向我们提交您的个人信息）。</p>',
        '            <div class="title2">十、本政策如何更新及适用范围</div>',
        '            <p>本政策为《瞬Matataki用户服务协议》的重要组成部分。瞬Matataki保留不时更新或修改本政策的权利。如果该等修改造成您在本政策下权利的实质减少，瞬Matataki会通过不同渠道向您发送变更通知，包括但不限于网站公示、系统消息等方式。</p>',
        '            <p>若您不同意修改后的《用户隐私政策》，您有权并应立即停止使用瞬Matataki的服务。如果您继续使用瞬Matataki的服务，则视为您接受瞬Matataki对本政策相关条款所做的修改。</p>',
        '            <p>瞬Matataki的所有服务均适用本政策。但某些服务有其特定的隐私政策，该等特定的隐私政策更具体地说明瞬Matataki在该服务中如何处理您的信息。如本政策与特定服务的隐私政策有不一致之处，请以该特定隐私政策为准。</p>',
        '            <div class="title2">十一、联系我们</div>',
        '            <p>当您对本政策有任何疑问或认为个人隐私遭受侵犯，可发送邮件至about@andoromeda.io与我们联系，我们将及时解决您的问题。如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</p>'].join('')
    }
  }
}
</script>

<style lang="less">
.contract {
  font-size: 14px;
  font-family: Helvetica, "Microsoft YaHei", Arial, SansSerif;
  font-style: normal;
  line-height: 1;
  background: #fff;
  -webkit-font-smoothing: antialiased;
  color: #676767;
  outline: 0;
  .row::after,
  .row::before {
    content: " ";
    display: table;
  }

  .row::after {
    clear: both;
  }

  .row {
    margin: 0 100px;
  }

  .title {
    font-size: 24px;
    color: #000;
    font-weight: 700;
    line-height: 40px;
    text-align: center;
    margin-top: 15px;
    margin-bottom: 20px;
  }

  button {
    font-size: 20px;
    background: none;
    border: none;
    cursor: pointer;
    color: #ccc;
    outline: none;
  }

  button:first-child {
    color: #542De0;
  }

  button:hover {
    color: #542De0;
  }

  .title span {
    font-size: 20px;
    font-weight: 400;
  }

  .title2 {
    font-size: 18px;
    color: #000;
    font-weight: 700;
    line-height: 34px;
  }

  p {
    margin: 14px 0;
    line-height: 1.5;
    padding: 0;
    letter-spacing: 1px;
  }

  a {
    color: #542De0;
    text-decoration: none;
  }

  /*#content {*/
  /*animation: .5s fadeIn 1s alternate forwards;*/
  /*-webkit-animation: .5s fadeIn 1s alternate forwards;*/
  /*-moz-animation: .5s fadeIn 1s alternate forwards;*/
  /*}*/
  /*@keyframes fadeIn {*/
  /*0% {*/
  /*opacity: .1*/
  /*}*/
  /*20% {*/
  /*opacity: .2;*/
  /*}*/
  /*30% {*/
  /*opacity: .3;*/
  /*}*/
  /*40% {*/
  /*opacity: .4;*/
  /*}*/
  /*50% {*/
  /*opacity: .5;*/
  /*}*/
  /*60% {*/
  /*opacity: .6;*/
  /*}*/
  /*70% {*/
  /*opacity: .7;*/
  /*}*/
  /*80% {*/
  /*opacity: .8;*/
  /*}*/
  /*90% {*/
  /*opacity: .9;*/
  /*}*/
  /*100% {*/
  /*opacity: 1;*/
  /*}*/
  /*}*/
  /*@-webkit-keyframes fadeIn {*/
  /*0% {*/
  /*opacity: .1*/
  /*}*/
  /*20% {*/
  /*opacity: .2;*/
  /*}*/
  /*30% {*/
  /*opacity: .3;*/
  /*}*/
  /*40% {*/
  /*opacity: .4;*/
  /*}*/
  /*50% {*/
  /*opacity: .5;*/
  /*}*/
  /*60% {*/
  /*opacity: .6;*/
  /*}*/
  /*70% {*/
  /*opacity: .7;*/
  /*}*/
  /*80% {*/
  /*opacity: .8;*/
  /*}*/
  /*90% {*/
  /*opacity: .9;*/
  /*}*/
  /*100% {*/
  /*opacity: 1;*/
  /*}*/
  /*}*/
  /*@-moz-keyframes fadeIn {*/
  /*0% {*/
  /*opacity: .1*/
  /*}*/
  /*20% {*/
  /*opacity: .2;*/
  /*}*/
  /*30% {*/
  /*opacity: .3;*/
  /*}*/
  /*40% {*/
  /*opacity: .4;*/
  /*}*/
  /*50% {*/
  /*opacity: .5;*/
  /*}*/
  /*60% {*/
  /*opacity: .6;*/
  /*}*/
  /*70% {*/
  /*opacity: .7;*/
  /*}*/
  /*80% {*/
  /*opacity: .8;*/
  /*}*/
  /*90% {*/
  /*opacity: .9;*/
  /*}*/
  /*100% {*/
  /*opacity: 1;*/
  /*}*/
  /*}*/

  @media (max-width: 480px) {
    .row {
      margin: 0 10px;
    }

    .title {
      margin-bottom: 0;
    }

    .title2 {
      margin-top: 20px;
    }

    p {
      text-align: justify;
    }

    button {
      font-size: 12px;
    }

    .title span {
      font-size: 12px;
    }
  }
}
</style>
