<template>
  <div>
    <h1>《港穗情緣》（八）</h1>
    <p>
      坦白說，你來廣州找我的時候，我從來沒有跟你說這些，要我來了香港才夠膽告訴你，這種取態也顯然易見吧。其實還有好些東西，就算你們倆身處在廣州，我也不敢分享給其他人。」
      「嗯……」聽到這些，Jacey 若有所思著。 「但我相信，單純睇展覽，應該也不會有啥問題。」
      「嗯，你自己懂得衡量就好。」
      「我雖然沒有親身參與過你們在維園的晚會，但逕自找到晚會的照片時，也只敢在夜欄人靜之時，才敢抒發一下對這事的情感。這點觸光，你們一定要堅持下去。轉個話題吧，我也買了這一個作為這次行程的手信。」Abbie
      展示著自己的「戰利品」 — — — 紅色小巴指示牌式樣匙扣。
      「識貨啊，平日如果有外地朋友想要香港的手信，我也會毫不猶疑的推介這一系列的產品。」
      「哈哈，我還買了很多相關的文創產品，打算轉送給其他朋友呢。btw，之前在廣州的小書店裡買過一本好像叫《紅Van》的小說來看，那個故事也蠻精彩呢，所以之前對於這個concept也做了一點資料搜集，可是這次來香港也沒有機會坐得到。」
      「連這個故事你也看過，你真的不要說自己沒有料子了……
      當時我沒有看過小說原著，只是進戲院才知道這部作品的內容，但是當中對香港的隱喻，我還是花了一點時間，才全然了解得到。不過紅色小巴近年的生存環境也越來越艱難，入行的人少，小巴又改用了電子路線牌，所以這種經典的字體若不加以傳承，日後就很有可能失傳了，消失於大眾記憶之中。」
      我跟 Abbie
      聊得暢快之時，聽到侍應對著旁邊的熟客說：「嘿，你要帶朋友來吃我們的撚手小菜就要快了，過了下個月我們就不做了，領展說要收回這裡做大裝修。」
      Jacey 不禁慨歎：「真是可悲，死人領展還要催毀屋邨的風土人情到何時？」 Abbie
      不解：「這又是什麼意思啊？」 「說來話長，我們還是先點菜吧，你今晚趕不上尾班火車就麻煩了。」
      領展黑幕的討論，和屋邨情懷的消逝，在冬菇亭下的鑊氣小炒與啤酒之間繼續延伸著。我依然深切感受到
      Jacey 對領展的所作所為仍很有氣，相信這一顆心，將促成她日後參與不同社會運動的種子；而 Abbie
      聽著地產霸權、大財團的壟斷如何摧毀著香港的街角人情和小本生意，也不知為何對我們的處境多了一分同情。
      晚飯過後，我和 Jacey 把 Abbie 送到火車站，然後再信步回家。 城門河畔上，Jacey
      突然開口：「我終於明白，為何你跟 Abbie 會做得到好朋友。」
      「志同道合的人，要成為好朋友，其實不難，就正如我跟你當晚在火車上也聊得投契啦。坦白說，我自己覺得你們兩個之間的相處也不錯。」
      「也許吧…… 但有些情況，我不知道應否跟你說。」 「？」 「我覺得，Abbie 應該對你有意。」
      「不會吧？」 「我真正接觸 Abbie
      只有兩次，大約數小時，不太熟悉她的真正為人若何。雖然我看不到她有做出什麼明顯的暗示，但她的氣場，卻深深讓我感受到這一點。」
      聽到 Jacey 這個分享，我無語了。我跟 Abbie 認識兩個多月，也沒有特別想過這個情況，但 Jacey
      僅接觸過同一個人兩次，就得出了如斯的結論。是她的第六感太強，還是我的知覺太遲鈍？
      「我對你有信心，是否要知道真相，我並不急於此，但也希望你有空時可以留意一下。」 「謝謝你。」
      這時我們已走到 Jacey 家門的樓下。跟她道別了，在回家的路上，我不得不正視 Jacey
      提起的詰問。回想起來，前數次跟 Abbie
      相處的時候，她看到我時展現的雀躍，要道別時的失落，還有向我哭訴等等……也許 Jacey
      的觀感，也不是空穴來風。 「如何交織的眼神，才能勾起某些愛的牽引……」
      踏入九月，學校也恢復上課了，DSE的步步進逼令 Jacey
      變得更加忙碌，補課補習接踵而來。不要說聯袂逛街，我們就連互傳訊息的時間也不多。 中秋節，Jacey
      仍要補習至晚上八時，剛好她不同回家「交人」，我乘機捉緊機會遨約。本來自己每年都會去欣賞薄扶林村的舞火龍，但如果這個時間才從旺角出發，未免太晚了，所以只好跟
      Jacey
      去更為聞名的大坑舞火龍。大坑的街道上早已擠滿欣賞舞火龍的市民，各式拍攝工具此起彼落，氣氛熱鬧。我跟
      Jacey
      找了多時，也無法找到一個能清晰看到火龍的位置，但聽到響徹凌宵的鑼鼓聲，我倆還是感到興奮。火龍開始在小巷裡儒動，又衝出維多利亞公園，帶動了氣氛的高潮。在這電光火石之間，我們才終於能夠拍到相對清晰的火龍照片。
      現實世界的我其實未睇過大坑的舞火龍，只好找一張薄扶林村的來「裝假狗」。現積極考慮睇廣州白雲區村落的舞火龍
      「最近壓力山大真的讓人喘不過氣，要不是今晚出來看一下火龍，也想不到可以如何減減壓。」在回沙田的巴士上，Jacey
      不禁慨歎著。 「你現在的情況還可以嗎？」
      「老師每一節課都講得超快，生怕教不完所有的課文，然後日日都有十九幾樣家課和Past
      Paper要做。現在已有點跟不上了，我還可以如何捱下去？這種生活何時才會完？」 Jacey
      雖然沒有嗚咽，但從她的語氣，也真的感覺到她撐得很辛苦。我輕撫一下她那柔滑的長髮，又借出了自己的肩膊。
      「為什麼，做學生要做得那麼辛苦？」Jacey 把頭靠在我的肩膊上說。
      「如果你在課業上有什麼不明白，不妨可問問我，覺得太辛苦也記得要出聲，不要憋在心裡，就算找不到我，也要跟朋友分憂啊，好嗎？你之前說過要攻讀人類學、民族學等課程，你是很有自己的目標和主見的，這個情景，很快就會到的了！」
      「嗯，但我怕未等到那一天，無盡的課業就會把我壓死……
      如果要爭取進入自己心儀的學科和工作，事前要受著這樣的壓力，要做盡沒甚意義的東西，這又有啥意思？」
      我的人生經歷始終較多，明白到進入了職場，身不由己的事情只會更多。但如果在這個時候仍要向 Jacey
      撥冷水，對她來說，只是要遭受更多的打擊。 在我仍未想到如何接下一句，已發現 Jacey
      累得倒在我的懷裡睡著了。我再細看 Jacey
      那別起了的頭髮，竟找到四五條白頭髮，想必學業的壓力的確逼得 Jacey
      很緊，那些年我仍在讀中學的時候，雖然也辛苦，但也不致於有著如斯龐大的壓力。
      及後的兩三個月，迎接 Jacey 的仍然是無日無之的補課、補習和家課。最初的時候，我們幾乎只能在
      Jacey
      星期五晚補習後的夜宵時間才能相處。看著她的臉容漸見憔悴，黑眼圈越來越大，白髮也多了一些，也蠻叫人心酸。Jacey
      的訴苦，也成了每次見面時的唯一議程，其他的東西也要靠邊站。 後來，知道 Jacey
      就算在星期天主要都是憋在自修室裡，我靈機一觸，決定找一些環境寧靜的咖啡店，然後遨約她一同前往，在爭取更多的見面時間之餘，也當作讓
      Jacey
      可遠離一下日常接觸到的地方，散散心。在咖啡店裡，通常都是她有她溫習操試卷，我有我閱讀，雖然過程中我倆沒有太多的交談，但倒慢慢培養出心神領會的狀態。
      在探店的過程中，也發現到原來香港的舊區隱藏了不少有誠意的咖啡小店，儘管咖啡店的宏集還是促使了部份社區的士紳化，但這些店子一定程度上吸納了一些平時不把舊區看在眼裡的組群過來，而小本經營的咖啡店又只有舊區相對便宜的租金才能讓其得以生存，又是一個頗矛盾的局面。
      雖然知道香港有很多出色的咖啡店，但因為想追求寧謐的環境，深圳的咖啡店也會在自己的考慮之列。這個初冬的星期日，剛好是
      Jacey
      的生日，在我的刻意安排下，我們來到一間位於深圳二線的咖啡店。這咖啡店位置偏遠，懂得來的人都是識途老馬，兩層的公寓、簡約的裝修，整個氣氛讓人感到非常舒適，也成了文青「打卡」的熱點。店東是有心人，對咖啡豆的質素和鋪面的空間也有一絲執著，他們把咖啡店的二樓劃為「無聲空間」，簡直就是顧及了我們這一類人的需要。
      這咖啡店的「無聲空間」已於數月前取消了，字眼猶在，只是劃上了刪除線
      在咖啡店的二樓找到了座位，我跑到咖啡吧檯前下單，順道巴結一下女店員，作了些「特別安排」。
      （待續）
    </p>
    <button>按钮</button>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
